Repository: rkward-community/rk.ANOVA
Catalog: inst/rkward/po/rkward__ANOVA_rkward.*.po
Languages: de

# NAME OF TRANSLATORS
source: Your names
de: m.eik michalke

# EMAIL OF TRANSLATORS
source: Your emails
de: meik.michalke@hhu.de

source: RKWard GUI to conduct ANOVAs (using the ez package), pairwise t-Tests and plot interactions.
de: RKWard GUI zur Durchführung von ANOVAs (unter Verwendung des 'ez'-Pakets), paarweiser t-Tests und Interaktionsplots.

source: Pairwise t-Tests
de: Paarweise t-Tests

# R code comment
source: simple helper function to get the names of the objects
de: Einfache Hilfsfunktion um die Namen der Objekte zu erhalten

# R code comment
source: create data and grouping vectors
de: Daten erzeugen und Vektoren gruppieren

# R code comment
source: the actual pairwise t-tests, using the prepared data
de: Die eigentlichen paarweisen t-Tests mit den aufbereiteten Daten

source: Select data
de: Wähle Daten

source: Data format
de: Datenformat

source: Single (grouped) vector
de: Einzelner (gruppierter) Vektor

source: Separate variables
de: Separate Variablen

source: Data
de: Daten

source: Response vector
de: Antwortvektor

source: Grouping vector or factor
de: Gruppenvektor oder -faktor

source: Separate response vectors (>= 3)
de: Separate Antwortvektoren (>= 3)

source: Alpha error correction
de: Alphafehler-Korrektur

source: Method for adjusting p values
de: Methode zur Adjustierung der p-Werte

source: none
de: keine

source: Pooled SD for all groups
de: Gemeinsame Varianz für alle Gruppen

source: Paired t-Tests
de: t-Test für gepaarte Stichproben

source: Alternative hypothesis
de: Alternativhypothese

source: Two-sided
de: Zweiseitig

source: First is greater
de: Erster ist größer

source: Second is greater
de: Zweiter ist größer

source: Interaction plot
de: Interaktionsplot

source: Factor (x axis)
de: Faktor (x-Achse)

source: Grouping factor (traces)
de: Gruppenfaktor

source: Options
de: Optionen

source: Plot type
de: Art des Plots

source: Lineplot
de: Linienplot

source: Bargraph
de: Balkengrafik

source: Elements
de: Elemente

source: Lines + points
de: Linien + Punkte

source: Lines only
de: Nur Linien

source: Points only
de: Nur Punkte

source: Bars
de: Balken

source: Grouped bars
de: Gruppierte Balken

source: Split bars
de: Geteilte Balken

source: Clipping
de: Zuschnitt

source: clip to plot (no bar outside region)
de: Zuschnitt auf Plot (kein Balken außerhalb der Region)

source: clip to figure
de: Zuschnitt auf Zeichnung

source: clip to device
de: Zuschnitt auf Grafikgerät

source: Legend
de: Legende

source: Legend label
de: Legenden-Bezeichnung

source: Draw standard error
de: Zeichne Standardfehler

source: Upper error
de: Oberer Fehler

source: Lower error
de: Unterer Fehler

source: Generic plot options
de: Allgemeine Plotoptionen

source: Prepare within subject data
de: Aufbereiten von Within-Subject-Daten

source: Can't determine number of cases, variables don't have equal length!
de: Anzahl der Fälle kann nicht bestimmt werden, die Variablen haben unterschiedliche Längen!

source: Select all variables from one data.frame
de: Wähle alle Variablen aus einem data.frame

source: Dependent/response vectors
de: Abhängige Variablen/Antwortvektoren

source: Name for dependent variable
de: Name der abhängigen Variablen

source: Name for experimental condition
de: Name der Experimentalbedingung

source: Automatic case/subject identifier
de: Automatische Fall-/Teilnehmeridentifikation

source: Name for case/subject identifier
de: Name des Fall-/Teilnehmerbezeichners

source: Case/subject identifier
de: Fall-/Teilnehmerbezeichner

source: Between subject variables
de: Between-Subject-Variablen

source: Save results to workspace
de: Speichere Ergebnisse im Workspace

# R code comment
source: set contrasts for accurate type 3 ANOVA
de: setze Kontraste für genaue Typ-3-ANOVA

# R code comment
source: ezANOVA demands a subject identifier variable
de: ezANOVA verlangt eine Teilnehmeridentifikationsvariable

source: ANOVA results
de: ANOVA-Ergebnisse

source: Mauchly's Test for Sphericity
de: Mauchly's Test auf Sphärizität

source: Sphericity Corrections
de: Sphärizitätskorrektur

source: Levene's Test for Homgeneity
de: Levene's Test auf Homogenität

source: Data (must be data.frame)
de: Daten (muss ein data.frame sein)

source: Design
de: Desgin

source: Within subjects (repeated measures)
de: Within Subjects (Messwiederholung)

source: Mixed
de: Gemischt

source: Dependent variable
de: Abhängige Variable

source: Within subject variables
de: Within-Subject-Variable

source: Observed
de: Beobachtet

source: Select observed variables
de: Wähle beobachtete Variablen

source: Observed variables are independent variables you have <b> already defined </b> as either between or within variables, but that were measured and <b> not manipulated </b> . They affect the calculated effect size (generalized eta seqared).
de: Beobachtete Variablen sind unabhängige Variablen die <b> bereits definiert </b> sind, entweder als Between- oder Within-Variablen, die allerdings nur gemessen und <b> nicht manipuliert </b> wurden. Sie beeinflussen die berechnete Effektstärke (generalisiertes Eta-Quadrat).

source: Observed variables (not manipulated)
de: Beobachtete Variablen (nicht manipuliert)

source: Sums of squares type for unbalanced designs
de: Quadratsummen-Typ für unbalancierte Designs

source: Type 1
de: Typ 1

source: Type 2
de: Typ 2

source: Type 3
de: Typ 3

source: Heteroscedasticity correction
de: Heteroskedastizitätskorrektur

source: None
de: keine

source: hc3 (Long & Ervin; default)
de: hc3 (Long & Ervin; Voreinstellung)

source: Show sums of squares, raw likelihood ratios etc.
de: Zeige Quadratsummen, Rohwerte der Likelihood-Ratios etc.

source: Return 'aov' object
de: Gebe 'aov'-Objekt zurück

source: Suppress package loading messages
de: Unterdrücke Meldungen beim Laden von Paketen

source: Analysis
de: Analyse

source: means
de: Mittelwert
